Revit 2027 API
ParameterTypeId.LoadAreaForceFz1 Property
 "Fz 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadAreaForceFz1 { get; }
Public Shared ReadOnly Property LoadAreaForceFz1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadAreaForceFz1 {
	ForgeTypeId^ get ();
}
static member LoadAreaForceFz1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace